Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: With the publication of the People’s Daily’s excerpt of the article from Contemporary Trends and other attacks on the themes raised by the Huangfu Ping commentaries, reformers fell quiet.
es_us: Debido a la publicación del periódico People Daily del fragmento del artículo perteneciente a la revista Contemporary Trends, y a otros ataques a los temas generados por los comentarios de Huangfu Ping, los reformistas se tranquilizaron.

source: With the removal of Chen Xitong, it seemed apparent that the effort to strengthen “democratic centralism,” the campaign against corruption, and the power struggle among the leadership had come together.
es_us: Luego de la destitución de Chen Xitong, se hizo evidente que el esfuerzo de fomentar el “centralismo democrático”, la campaña anticorrupción, y la lucha de poder entre líderes se habían unificado.

source: With the suppression of the protest movement in Beijing and elsewhere and with the ouster of Zhao Ziyang, conservatives seized the opportunity to criticize Zhao’s leadership over the economy and impose their own interpretation of economic reform.
es_us: Junto con la represión de las movimientos de protestas en Pekin y otros lugares y con la destitución de Zhao Ziyang, los conservadores aprovecharon la oportunidad para criticar la dirección económica que Zhao estaba tomando y la imposición de su interpretación personal de la reforma económica.

source: With the Chinese economy entering a period of deflation, a weakening of exports would have serious adverse consequences for the country’s overall economic performance.
es_us: Con la economía china entrando en un período de deflación, que las exportaciones se debilitaran tendría serias consecuencias adversas para el desempeño general de la economía del país.

source: With this campaign against corruption in full swing, the Sixteenth Central Committee convened its Sixth Plenary Session in Beijing on October 8–11.
es_us: Con esta campaña anticorrupción en plena marcha, el Decimosexto Comité Central convocó la Sexta Sesión Plenaria en Pekín el 8 de noviembre.

source: Within Jiang’s own entourage were conservative officials such as Teng Wensheng (Deng Liqun’s prote´ge´), who headed the Policy Research Office of the Central Committee,and Ding Guan’gen (the conservative head of the Propaganda Department), whom Jiang continued to employ despite his being widely disliked within the Party, not to mention among intellectuals.
es_us: Dentro del propio entorno de Jiang había funcionarios conservadores, como Teng Wensheng (protegido de Deng Liqun), quien encabezó la Oficina de Investigación Política del Comité Centraly Ding Guan'gen (el jefe conservador del Departamento de Propaganda), a quien Jiang continuó empleando a pesar de su gran impopularidad dentro del partido, por no mencionar su impopularidad dentro entre los intelectuales.

source: Within days of the failure of the coup, a number of young intellectuals associated with the theoretical department of China Youth Daily circulated a paper entitled “Realistic Responses and Strategic Options for China after the Soviet Upheaval.” This paper drew heavily on the ideas that have been discussed in the preceding pages, and indeed it marked the ﬁrst systematic attempt to draw together the diverse strains into a reasonably coherent program of neoconservatism (a term used in the document).
es_us: A pocos días del fallido golpe de estado, un grupo de jóvenes intelectuales asociados con el área teorética del diario China Youth Daily hicieron circular un artículo titulado "Respuestas realistas y alternativas estratégicas para una China posterior a la revuelta política soviética". Este artículo se basaba en las ideas que han sido tratadas en las páginas anteriores, y marcaba el primer intento sistemático de unir esfuerzos diversos en un programa razonablemente coherente de neoconservadurismo (término utilizado en el artículo ya mencionado).

source: Within the government, Jiang was widely seen as “soft” on the United States and as a strong advocate of WTO membership.
es_us: Dentro del gobierno, se consideraba a Jian como "indulgente" en Estados Unidos y como un fuerte partidario de la membresía de la OMC.

source: Without ever repudiating Jiang Zemin and his Three Represents – indeed, all the while arguing that the new administra- tion was carrying out the Three Represents – references to Jiang’s doctrine began to decline conspicuously in the pages of the People’s Daily, especially on the front page, while use of Hu Jintao’s favorite tropes – “scientific devel- opment concept” (kexue fazhan guan), “people-centered” (yiren weiben), and “harmonious society” (hexie shehui) (introduced at the Fourth Plenary Session) (see Table 4) – increased notably.
es_us: La III Sesión Plenaria del XVI Comité Central dio una importante vuelta de tuerca. Sin repudiar a Jiang Zemin y su Triple Representatividad, (de hecho, durante todo el período la nueva administración se manejó con la Triple Representatividad) las referencias a la doctrina de Jiang comenzaron a disminuir sospechosamente en las páginas del People’s Daily, especialmente en primera plana, mientras que el uso de los términos favoritos de Hu Jintao – concepto de desarrollo científico” (kexue fazhan guan), “centrado en la gente” (yiren weiben) y “sociedad armoniosa” (hexie shehui) (introducido en la IV Sesión Plenaria) (ver Tabla 4) – aumentaron notablemente.

source: Without the pressures of foreign investment, how could enterprises behind a wall of protection be expected to reform?
es_us: Sin la presión de inversiones extranjeras, ¿cómo se podría esperar que las empresas tras muros de protección hagan una reforma?

source: Without understanding the change in political atmosphere and public opinion described in the previous chapters, neither the actions of the government nor those of the students in the spring of 1999 makes sense.
es_us: sin entender el cambio en la atmosfera politica y la opinion publica descripta en los capitulos anteriores, ni las acciones del gobierno ni esos estudiantes en la primavera de 1999 tuvieron sentido.

source: Worry over globalization partly explains the rise of nationalism in the 1990s.
es_us: La preocupación causada por la globalización explica en parte el surgimiento del nacionalismo en la década de los 90.

source: Would Hu be able to get this and other ideas into an amended Party constitution?
es_us: ¿Podría Hu agregar esta y otras ideas a una enmienda de la constitución del Partido?

source: Written mostly in 1987 and 1988, a time when discussion of political structural reform filled the air, these essays give the sense of a liberal, open-minded writer.
es_us: La mayoría de estos ensayos fueron escritos en 1987 y 1988, una época en done la discusión de la reforma de la política estructural se hallaba por doquier, y los mismos daban la idea de un escritor liberalista y de mente abierta.

source: Wu Jichuan, Minister of Information Industries (which includes telecommunications), reportedly tendered his resignation (which was not accepted).38 Wu’s apparent resignation offer and his subsequent actions, particularly his curious announcement on September 13that it was illegal for foreign firms to buy into China’s Internet business (something that was already happening), indicates the ferocity of high-level opposition.39 Wu Jichuan himself has a reputation as a mild-mannered person – not the sort to defy his boss, particularly one with a reputation for a bad temper like Zhu Rongji.
es_us: Wu Jichuan, Ministro de Industrias de la Información (telecomunicaciones inclusive), habría presentado su renuncia (que no fue aceptada). 38 La supuesta presentación de renuncia y las acciones prosiguientes de Wu, en particular su curioso anuncio de que era ilegal que empresas extranjeras invirtieran en el negocio por Internet de China (cosa que ya sucedía), señalan la ferocidad de la opocisión de alto nivel. 39 Wu Jichuan tiene en sí la reputación de una persona de carácter apacible, no del tipo de personas que defían a sus jefes, especialmente uno cuya reputación es de tener mal carácter como Zhu Rongji.

source: Wu does not specify which leaders raised this issue.
es_us: Wu no especifica qué líderes empezaron esta cuestión.

source: Wu himself refers to a 1986 report written by Wang Huning – then a professor of international politics at Fudan University and, after 1995, head of the Political Section of the Central Committee’s Policy Research Office under Jiang Zemin (and then promoted to be director of the Central Policy Research Center in 2002) – discussing the need for “necessary concentration” of central authority in the course of reform.2 Wang’s report set off a major internal policy battle when it was read by Hu Qili.
es_us: El mismo Wu hace referencia a un informe de 1986 escrito por Wang Huning - en aquel entonces un profesor de política internacional de la Universidad de Fudan , jefe de la Sección Política del Comité Central de la Oficina de Investigación a cargo de Jiang Zemin luego de 1995 (y luego promovido a director del Centro de Investigación de Política Central en el año 2002). A partir de este informe, Wu analiza la necesidad de la "concentración imprescindible" por parte de la autoridad central en el transcurso de la reforma2. El informe de Wang provocó una gran disputa acerca de la política nacional cuando Hu Qili lo leyó.

source: Xiantian posts letter on Internet attacking the
es_us: Xiantian publica una carta en internet oponiendose a

source: Xiao Weibi, editor of the liberal,
es_us: Xiao Weibi, editor del periódico liberal

source: Xing cited several manifestations of rightism, including “privatization” and revisionist interpretations of Chinese history that implied that China had taken the wrong road in pursuing the revolutionary path and that it was now necessary to say “farewell to revolution.” This was a reference to the well-known book (discussed in Chapter 3) by prominent philosopher Li Zehou and leading literary critic Liu Zaifu.
es_us: Xing citó varias declaraciones de derechismo, incluyendo la "privatización" y las interpretaciones revisionistas de la historia de China que sugerían que China tomó el camino equivocado al elegir ir detrás de la revolución y que ahora era necesario decirle "adiós a la revolución". Esto hace referencia al conocido libro (tratado en el Capítulo 3) escrito por el notorio filósofo Li Zehou y la principal crítica literaria Liu Zaifu.

source: Xing claimed that there are parts of Marxism that contain universal truth and are still applicable, parts that need to be supplemented, and also parts that are “completely unsuitable for use, which should not be continued and upheld in the present day.”55 Thus, according to Xing: “The criterion for determining the border dividing Marxism and anti-Marxism has to rest on developed Marxism; in present day China the ‘only correct’ criterion for distinguishing Marxism and anti-Marxism is the ‘theory of socialism with Chinese characteristics established by Deng Xiaoping’ – most importantly upholding the ‘one center [economic construction] and two basic points’ [the four cardinal principles and emancipating the mind].” Xing thus juxtaposed “Deng Xiaoping theory” against leftist thought and referred explicitly to the first 10,000 character manifesto when he criticized those who declared that reform had brought about a “new bourgeoisie.” At the same time, Xing defined a “right” that was just as anti-Marxist as the left.
es_us: Xing claimed that there are parts of Marxism that contain universal truth and are still applicable, parts that need to be supplemented, and also parts that are “completely unsuitable for use, which should not be continued and upheld in the present day.”55 Thus, according to Xing: “The criterion for determining the border dividing Marxism and anti-Marxism has to rest on developed Marxism; in present day China the ‘only correct’ criterion for distinguishing Marxism and anti-Marxism is the ‘theory of socialism with Chinese characteristics established by Deng Xiaoping’ – most importantly upholding the ‘one center [economic construction] and two basic points’ [the four cardinal principles and emancipating the mind].” Xing por lo tanto contrapuso la "teoría de Den Xiaopng" con el pensamiento de izquierda e hizo referencia explícita a los primeros 10 000 caracteres del manifiesto cuando criticó a aquellos que afirman que la reforma creó una "nueva clase media". Al mismo tiempo, Xing definió a una "derecha" que estaba tan en contra del Marxismo como la izquierda.

source: Xing’s criticism of Farewell to Revolution also served the purpose of warning liberal thinkers to hold their peace as Jiang turned his primary attention to warding off the left.56 What Xing Bensi’s long article in Renmin ribao did was to begin staking out a defensible middle ground in China’s political spectrum.
es_us: La crítica de Xing de decirle Adiós a la Revolución también sirvió para advertirles a los pensadores liberales que guardaran silencio mientras Jiang se concentraba en mantener controlada la izquierda. Lo que hizo el extenso artículo de Xing Bensi en el Diario del Pueblo (Renmin ribao) fue empezar a afianzar un punto medio defensivo en el espectro político chino.

source: Xinhua News Agency issues draft Property
es_us: La agencia de noticias Xinhua emite una propuesta de ley de

source: Xinhua News Agency issues draft Property Law
es_us: La agencia de noticias Xinhua emite una propuesta de ley de propiedad.

source: Xinjiang CCP sec.
es_us: Secretariado del PCCh en Xinjiang

source: Yang Ping and Wang Xiaodong brought to their editorial direction a strong sense of nationalism, a desire to see a strong state that expressed that nationalism, and a sense of populism that made them sometimes quite critical of the existing government.
es_us: Yang Ping y Wang Xiaodong trajeron a su dirección editorial un gran sentimiento de nacionalismo, el deseo de ver un estado poderoso que expresara ese nacionalismo y un sentimiento de populismo que a veces los hacía críticos del gobierno presente.

source: Yang Ping and Wang Xiaodong can perhaps be regarded as intellectual entrepreneurs who worked, with considerable success, to inject previously marginal ideas into the mainstream, though their connections with parts of the political system should not be underestimated.
es_us: Yang Ping y Wang Xiaodong quizás podrían ser considerados empresarios intelectuales que trabajaban, con un éxito considerable, para introducir ideas previamente marginales a la corriente principal, aunque no deberían subestimarse sus conexiones con partes del sistema político.

source: Yang Ping was interested in exploring various nationalist and neoconservative ideas as a way for China to overcome what he and many others saw as the problems generated by the reforms of the 1980s.
es_us: Yang Ping estaba interesado en explorar diferentes ideas nacionalistas y neoconservadoras para que China logre enfrentar lo que él y muchos otros veían como problemas generados por las reformas de la década de los 80.

source: Yang Shangkun, Deng’s close associate and permanent vice-chairman of the CMC, led the charge by demanding that the body endorse Deng’s view of economic work at the center. Jiang Zemin offered a self-criticism for his laxity in promoting reform and opening and echoed Yang’s views.72 Politburo member and NPC chairman Wan Li also strongly endorsed Deng’s views, and Politburo Standing Committee member Qiao Shi argued pointedly that the leadership of the Party remained hindered by leftist ideology that interfered with the effective implementation of the Party’s principles and policies.
es_us: Yang Shangkun, el socio cercano de Deng y vice-presidente permanente de la Comisión Militar Central, tomó las riendas al exigir que la organización apoye la perspectiva económica de Deng. .Jiang Zemin hizo una autocrítica por su descuido al promover reforma y apoyar la perspectiva de Yang. Wan Li, presidente de la Legislatura de China y miembro del Politburo, también respaldó firmemente la propuesta de Deng, y Qiao Shi, miembro del Comité Permanente del Politburo, sostuvo que el liderazgo del Partido se encontraba obstaculizado por la ideología de izquierda que interfirió con la efectiva implementación de los principios y normas del Partido.

source: Yang and Wang called together perhaps a dozen young people, and “Realistic Responses” was a summary of their discussions.
es_us: Yang y Wang convocaron a aproximadamente una decena de jóvenes, y el artículo "Respuestas realistas" constituyó un resumen del debate llevado a cabo.

source: Yao was a member of the Politburo Stand-ingCommittee, and Tian and Wu were members of the Politburo.
es_us: Yao era miembro del Comité Permanente delPolitburó, Tian y Wu eran miembros del Politburó

source: Yao’s comments were echoed by Song Ping, also a member of the Standing Committee.73 The outcome favored Deng.
es_us: Las observaciones de Yao fueron compartidas por Song Ping, miembro del Comité Permanente. El resultado favoreció a Deng.

source: Yearnings broadcast
es_us: Transmisión de la serie televisiva Yearnings

source: Yet as social thinkers like Wang Hui, Cui Zhiyuan, and others began to explore new understandings of “modernity” and different development paths, other scholars – particularly Hu Angang and Wang Shaoguang, whose ideas are discussed shortly – turned their attention to the issue of “state capacity.” State capacity is an old issue in American political science that received an infusion of new intellectual vitality in the 1980s as
es_us: Pero mientras algunos pensadores como Wang Hui y Cui Zhiyuan comenzaron a explorar nuevos conceptos de "modernidad" y distintos caminos hacia el desarrollo, otros investigadores, en especial Hu Angang y Wang Shaoguang, cuyas ideas presentaremos más adelante,desviaron su atención hacia la "capacidad del Estado". La capacidad del Estado es un concepto antiguo de las ciencias políticas estadounidenses que recibió una inyección de vitalidad intelectual en la década de los 80 cuando

source: Yet by the 1990s a considerable number of intellectuals began to worry about the consequences of declining central revenues (in relative terms), increasing income gaps between both classes and regions, corruption, and other problems.
es_us: Sin embargo, en la década de los 90, una cantidad considerable de intelectuales comenzaron a preocuparse acerca de las consecuencias de los ingresos públicos que iban en declive (en términos relativos), de la creciente brecha de ingresos entre ambas clases sociales y regiones, de la corrupción y de otros problemas.

source: Yet neither political suppression nor exile (voluntary or otherwise) can fully account for the change in intellectual atmosphere in the 1990s or for the changed relationship between the state and intellectuals that began to emerge in the years after Tiananmen.
es_us: No obstante, ni la represión política ni el exilio (voluntario o no) pueden explicar completamente el cambio tanto en el panorama intelectual de la década de los 90 como en la relación entre el estado y los intelectuales que comenzó a emerger en los años posteriores a Tiananmén.

source: Yet this impact soon proved to be tremendous.
es_us: Pero este impacto demostró rápidamente que era terrible.

source: Yitahutu chatroom is closed down
es_us: Se cierra el foro de discusión en línea Yitahutu

source: Yuan Mu, head of the State Council Research Office.
es_us: Yuan Mu, quien era director de la Oficina de Investigación del Consejo de Estado.

source: Yuan lambasted liberal economists who refused to preface the term “market economy” with the all-important modifier “socialist” and who called for reducing the percentage of the state-owned economy to 20 or even 15 percent (an obvious reference to Cao Siyuan).
es_us: Yuan criticaba economistas liberales que se rehusaban a introducir el término “economía de mercado” con el importantísimo modificador “socialista” y quienes exigían la reducción del porcentaje de la economía (de propiedad) estatal al 20 o incluso 15 por ciento (una referencia obvia a Cao Siyuan).

source: ZHU RONGJI ENTERS THE LEADERSHIP
es_us: Comienza el liderazgo de Zhu Rongji

source: Zeng Qinghong's retirement also came at the cost of the promotion of two other people close to the Jiang Zemin group - He Guoqiang and Zhou Yongkang.
es_us: La jubilación de Zeng Qinghong también significó el ascenso de otras dos personas cercanas al grupo de Jiang Zemin: He Guoqiang and Zhou Yongkang.

source: Zeng Qinghong's retirement also came at the cost of the promotion of two other people close to the Jiang Zemin group - He Guoqiang and Zhou Yongkang. Since four people had left the nine-person PBSC (Huang Ju through death, in 2006), these personnel arrangements left only two slots open. It has long been rumored creditably that Hu would like to pass power on to Li Keqiang, the former head of the CYL who has subsequently served as Party secretary in Henan and Liaoning provinces, two of the most difficult assignments in Chinese politics. But the rest of the leadership was not prepared to acquiesce in this arrangement. The result of the bargaining that ensued was the selection of two people - Xi Jinping, the 54-year-old son of reform leader Xi Zhongxun, and Li Keqiang - as possible successors, with neither appointed to the Central Military Commission, an appointment that would have suggested that a decision had been made. As of the moment, Xi Jinping appears to have the edge; not only was he ranked one position higher than Li in the PBSC, he was also named to head the Secretariat, the powerful body that implements Politburo decisions and oversees much of the day-to-day handling of party affairs. Nevertheless, the contest to be Hu's successor appears to be open. In addition, Hu was able to secure the appointments of Ling Jihua, Hu's former secretary, and Li Yuanchao, another protégé from the CYL, to the Secretariat (see Table 6), enhancing ege Hu's control over the day-to-day operation of the Party.
es_us: La jubilación de Zeng Qinghong también significó el ascenso de otras dos personas cercanas al grupo de Jiang Zemin: He Guoqiang and Zhou Yongkang. Dado que cuatro personas habían dejado el PBSC de nueve miembros (Huang Ju por fallecimiento en 2006), estos arreglos personales dejaron dos puestos por cubrir. Desde hace mucho tiempo se rumoreaba con bastante credibilidad que Hu tenía la intención de pasarle el poder a Li Keqiang, antiguo líder de la CYL y posterior Secrteario del Partido en las provincias de Henan and Liaoning, dos de las tareas más difíciles en la política de China. Pero el resto de los líderes no estaban preparados para aceptar este arreglo. las negociaciones que siguieron resultaron en la eleccion de dos personas: Xi Jinping, de 54 años hijo del lider de la reforma Xi Zhongxun, y Li Keqiang; como posible sucesores. ninguno fue designado a la Coisión Militar Central, hacerlo habría indicado que ya se habia tomado una desición. Hasta el momento, Xi Jinping parecía tener ventaja, no solo tenía un puesto superios en el PBSC, sino que tambien habia sido designado para liderar la secretaria general, la poderosa institución que implementa las desiciones del Politburó y que en general supervisa cómo el partido trata sus asuntos. Sin embargo el concurso para ser el sucesor de Hu parecía estar abierto. Además, Hu pudo asegurar los nombramientos a la Secretaría General de Ling Jihua, antiguo secretario de Hu, y Li Yuanchao, otro de sus protegidos del CYL (ver Tabla 6), lo cual aumenta en control de Hu sobre las operaciones diarias del Partido.
